brave-browser
deepl
discord
figma
firefox
font-hackgen
font-hackgen-nerd
gimp
google-japanese-ime
kindle
local
mactex
miniforge
mono-mdk-for-visual-studio
mysqlworkbench
postman
spotify
viber
visual-studio
visual-studio-code
