adpyke.vscode-sql-formatter
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
blackmist.LinkCheckMD
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cschlosser.doxdocgen
cstef.kotlin-formatter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
docsmsft.docs-images
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
fortran-lang.linter-gfortran
fwcd.kotlin
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
guyskk.language-cython
ICS.japanese-proofreading
ionutvmi.path-autocomplete
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
junstyle.php-cs-fixer
kumar-harsh.graphql-for-vscode
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
naumovs.color-highlight
neilbrayfield.php-docblocker
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
pflannery.vscode-versionlens
phplasma.csv-to-table
PKief.material-icon-theme
Prisma.prisma
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tonybaloney.vscode-pets
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
waderyan.gitblame
WakaTime.vscode-wakatime
Wscats.vue
XadillaX.viml
Zignd.html-css-class-completion
