adpyke.vscode-sql-formatter
blackmist.LinkCheckMD
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docsmsft.docs-images
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
fwcd.kotlin
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
ionutvmi.path-autocomplete
James-Yu.latex-workshop
krvajalm.linter-gfortran
kumar-harsh.graphql-for-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
naumovs.color-highlight
neilbrayfield.php-docblocker
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
pflannery.vscode-versionlens
phplasma.csv-to-table
PKief.material-icon-theme
Prisma.prisma
redhat.vscode-commons
redhat.vscode-yaml
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
waderyan.gitblame
XadillaX.viml
Zignd.html-css-class-completion
